Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public virtual void Clear()
  Visual Basic
Public Overridable Sub Clear
  Visual C++
public:
virtual void Clear()
 See Also
  LoadCaseSet Class
  Autodesk.Revit.DB.Structure Namespace